tutorials/finiteArea/liquidFilmStepWithSprinkles/constant/foam.inp
species
(
    air
);

reactions
{}
