tutorials/finiteArea/liquidFilmStepWithSprinkles/0/Ydefault
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Ydefault;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    inlet
    {
        type               fixedValue;
        value              uniform 1;
        inletValue         uniform 1;
    }
    ".*"
    {
        type            zeroGradient;
    }
    outlet
    {
        type               inletOutlet;
        value              uniform 1;
        inletValue         uniform 1;
    }
}


// ************************************************************************* //
